Repository: hoshiizumiya/OpenNet
Catalog: OpenNet/Strings/*/Resources.resw
Source language: en_us
Languages: fr, it, ja, ko, ru, zh_cn, zh_hant

# PeerHeader_PeerStatus.Text
source: Status
fr: État
it: Stato
ja: 状態
ko: 상태
ru: Состояние
zh_cn: 状态
zh_hant: 狀態

# PeerHeader_Reason.Text
source: Reason
fr: Raison
it: Motivo
ja: 理由
ko: 이유
ru: Причина
zh_cn: 原因
zh_hant: 原因

# PeerHeader_Protocol.Text
source: Protocol
fr: Protocole
it: Protocollo
ja: プロトコル
ko: 프로토콜
ru: Протокол
zh_cn: 协议
zh_hant: 協定

# PeerHeader_Initiator.Text
source: Initiator
fr: Initiateur
it: Iniziatore
ja: 開始元
ko: 시작 주체
ru: Инициатор
zh_cn: 发起方
zh_hant: 發起方

# PeerHeader_Source.Text
source: Source
it: Sorgente
ja: ソース
ko: 소스
ru: Источник
zh_cn: 来源
zh_hant: 來源

# PeerReason_Manual
source: User manual ban
fr: Bannissement manuel par l’utilisateur
it: Blocco manuale utente
ja: ユーザーによる手動ブロック
ko: 사용자 수동 차단
ru: Ручная блокировка пользователем
zh_cn: 用户手动封禁
zh_hant: 使用者手動封鎖

# PeerReason_Permanent
source: Permanent
it: Permanente
ja: 永久
ko: 영구
ru: Навсегда
zh_cn: 永久
zh_hant: 永久

# PeerReason_Remaining
source: Remaining
fr: Restant
it: Rimanente
ja: 残り
ko: 남음
ru: Осталось
zh_cn: 剩余
zh_hant: 剩餘

# PeerReason_ListMatch
source: IP list source match
fr: Correspondance avec une source de liste IP
it: Corrispondenza sorgente elenco IP
ja: IP リストソース一致
ko: IP 목록 소스 일치
ru: Совпадение с источником IP-списка
zh_cn: 列表源匹配
zh_hant: 符合 IP 清單來源

# PeerReason_ClientListMatch
source: Anti-leech client list match
fr: Correspondance avec la liste des clients anti-leech
it: Corrispondenza elenco client anti-leech
ja: アンチリーチクライアント一覧一致
ko: 안티리치 클라이언트 목록 일치
ru: Совпадение со списком anti-leech клиентов
zh_cn: 反吸血客户端列表匹配
zh_hant: 符合防吸血用戶端清單

# PeerReason_AntiLeech
source: Anti-leech ban
fr: Bannissement anti-leech
it: Blocco anti-leech
ja: アンチリーチによるブロック
ko: 안티리치 차단
ru: Блокировка anti-leech
zh_cn: 反吸血封禁
zh_hant: 防吸血封鎖

# PeerReason_IPFilter
source: IP filter match
fr: Correspondance avec le filtre IP
it: Corrispondenza filtro IP
ja: IP フィルター一致
ko: IP 필터 일치
ru: Совпадение с IP-фильтром
zh_cn: IP 过滤器匹配
zh_hant: 符合 IP 篩選器

# NavItem_NatTools.Content
source: NAT Tools
fr: Outils NAT
it: Strumenti NAT
ja: NAT ツール
ko: NAT 도구
ru: Инструменты NAT
zh_cn: NAT 工具
zh_hant: NAT 工具

# NatTools_NATDetection.Text
source: NAT Type Detection
fr: Détection du type de NAT
it: Rilevamento tipo NAT
ja: NAT タイプ検出
ko: NAT 유형 감지
ru: Определение типа NAT
zh_cn: NAT 类型检测
zh_hant: NAT 類型偵測

# NatTools_DetectButton.Content
source: Detect NAT Type
fr: Détecter le type de NAT
it: Rileva tipo NAT
ja: NAT タイプを検出
ko: NAT 유형 감지
ru: Определить тип NAT
zh_cn: 检测 NAT 类型
zh_hant: 偵測 NAT 類型

# NatTools_NATTypeLabel.Text
source: NAT Type:
fr: Type de NAT :
it: Tipo NAT:
ja: NAT タイプ:
ko: NAT 유형:
ru: Тип NAT:
zh_cn: NAT 类型：
zh_hant: NAT 類型：

# NatTools_PublicIPLabel.Text
source: Public IP:
fr: IPv4 publique :
it: IPv4 pubblico:
ja: パブリック IPv4:
ko: 공인 IPv4:
ru: Публичный IPv4:
zh_cn: 公网 IP：
zh_hant: 公用 IPv4：

# NatTools_PortTest.Text
source: Port Accessibility Test
fr: Test d’accessibilité du port
it: Test accessibilità porta
ja: ポート到達性テスト
ko: 포트 접근성 테스트
ru: Проверка доступности порта
zh_cn: 端口可达性测试
zh_hant: 連接埠可存取性測試

# NatTools_PortNumberBox.PlaceholderText
source: Port
it: Porta
ja: ポート
ko: 포트
ru: Порт
zh_cn: 端口号
zh_hant: 連接埠

# NatTools_TestPortButton.Content
source: Test Port
fr: Tester le port
it: Testa porta
ja: ポートをテスト
ko: 포트 테스트
ru: Проверить порт
zh_cn: 测试端口
zh_hant: 測試連接埠

# NatTools_PortResultLabel.Text
source: Result:
fr: Résultat :
it: Risultato:
ja: 結果:
ko: 결과:
ru: Результат:
zh_cn: 结果：
zh_hant: 結果：

# NatTools_STUNServers.Text
source: Recommended STUN Servers
fr: Serveurs STUN recommandés
it: Server STUN consigliati
ja: 推奨 STUN サーバー
ko: 권장 STUN 서버
ru: Рекомендуемые STUN-серверы
zh_cn: 推荐 STUN 服务器
zh_hant: 建議的 STUN 伺服器

# ViewDialogCloseToTrayDialog.Title
source: window close action
fr: Action à la fermeture de la fenêtre
it: Azione di chiusura finestra
ja: ウィンドウを閉じるときの動作
ko: 창 닫기 동작
ru: Действие при закрытии окна
zh_cn: 关闭窗口操作
zh_hant: 視窗關閉動作

# ViewDialogCloseToTrayDialog.CloseButtonText
source: Exit application
fr: Quitter l’application
it: Esci dall'applicazione
ja: アプリケーションを終了
ko: 애플리케이션 종료
ru: Выйти из приложения
zh_cn: 直接退出程序
zh_hant: 結束應用程式

# ViewDialogCloseToTrayDialog.PrimaryButtonText
source: Close to tray
fr: Réduire dans la zone de notification
it: Riduci nell'area di notifica
ja: トレイに格納
ko: 트레이로 닫기
ru: Свернуть в область уведомлений
zh_cn: 隐藏到托盘
zh_hant: 關閉至系統匣

# ViewDialogCloseToTrayQuestion.Text
source: When closing the main window, please choose an action:
fr: Lors de la fermeture de la fenêtre principale, veuillez choisir une action :
it: Quando chiudi la finestra principale, scegli un'azione:
ja: メインウィンドウを閉じるときの動作を選択してください:
ko: 메인 창을 닫을 때 수행할 작업을 선택하세요:
ru: При закрытии главного окна выберите действие:
zh_cn: 当关闭主窗口时请选择操作：
zh_hant: 關閉主視窗時，請選擇一個動作：

# ViewDialogCloseToTrayRememberCheckBox.Content
source: Remember my choice, do not ask again
fr: Mémoriser mon choix et ne plus demander
it: Ricorda la mia scelta e non chiedere più
ja: 選択を記憶し、今後確認しない
ko: 선택을 기억하고 다시 묻지 않기
ru: Запомнить мой выбор и больше не спрашивать
zh_cn: 住我的选择，不再询问
zh_hant: 記住我的選擇，不要再詢問

# TorrentCheckModalWindowTitleBar.Title
source: Create a new bittorrent task
fr: Créer une nouvelle tâche BitTorrent
it: Crea una nuova attività BitTorrent
ja: 新しい BitTorrent タスクを作成
ko: 새 BitTorrent 작업 만들기
ru: Создать новую задачу BitTorrent
zh_cn: 创建一个新的种子任务
zh_hant: 建立新的 BitTorrent 任務

# ViewComboBoxSystemLang
source: Use the system primary language
fr: Utiliser la langue principale du système
it: Usa la lingua principale del sistema
ja: システムの主要言語を使用
ko: 시스템 기본 언어 사용
ru: Использовать основной язык системы
zh_cn: 使用系统首选语言
zh_hant: 使用系統主要語言

# Appearance.Content
source: Appearance
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
ru: Внешний вид
zh_cn: 外观
zh_hant: 外觀

# ClientFilterNavItem.Content
source: Client Filter
fr: Filtre de clients
it: Filtro client
ja: クライアントフィルター
ko: 클라이언트 필터
ru: Фильтр клиентов
zh_cn: 客户端筛选
zh_hant: 用戶端篩選器

# CF_Title.Text
source: Client Filter
fr: Filtre de clients
it: Filtro client
ja: クライアントフィルター
ko: 클라이언트 필터
ru: Фильтр клиентов
zh_cn: 客户端筛选
zh_hant: 用戶端篩選器

# CF_Subtitle.Text
source: Block BitTorrent peers by their advertised client name. Matches are enforced after the peer handshake by adding the peer address to the session IP filter.
fr: Bloquer les pairs BitTorrent selon le nom de client qu’ils annoncent. Les correspondances sont appliquées après la négociation avec le pair en ajoutant son adresse au filtre IP de la session.
it: Blocca i peer BitTorrent in base al nome client dichiarato. Le corrispondenze vengono applicate dopo l'handshake aggiungendo l'indirizzo del peer al filtro IP della sessione.
ja: 通知されたクライアント名で BitTorrent ピアをブロックします。ピアのハンドシェイク後に一致を判定し、そのピアアドレスをセッション IP フィルターへ追加します。
ko: 피어가 알리는 클라이언트 이름을 기준으로 BitTorrent 피어를 차단합니다. 피어 핸드셰이크 후 일치하는 피어 주소를 세션 IP 필터에 추가하여 적용합니다.
ru: Блокировать пиры BitTorrent по заявленному имени клиента. После рукопожатия совпавший адрес пира добавляется в IP-фильтр сеанса.
zh_cn: 按照 BitTorrent 对端声明的客户端名称进行拦截。完成握手并命中规则后，对端地址会被加入当前会话的 IP 过滤器。
zh_hant: 依 BitTorrent 節點宣告的用戶端名稱加以封鎖。節點交握後會將符合的節點位址加入工作階段 IP 篩選器，以強制執行比對結果。

# CF_Section_General.Text
source: General
fr: Général
it: Generale
ja: 一般
ko: 일반
ru: Общие
zh_cn: 常规
zh_hant: 一般

# CF_Enable.Header
source: Enable client filtering
fr: Activer client filtering
it: Abilita filtro client
ja: クライアントフィルタリングを有効にする
ko: 클라이언트 필터링 사용
ru: Включить фильтрацию клиентов
zh_cn: 启用客户端筛选
zh_hant: 啟用用戶端篩選

# CF_Enable.Description
source: Continuously inspect connected peers and disconnect matching clients.
fr: Inspecter en continu les pairs connectés et déconnecter les clients correspondant aux règles.
it: Controlla continuamente i peer connessi e disconnetti i client corrispondenti.
ja: 接続中のピアを継続的に検査し、一致するクライアントを切断します。
ko: 연결된 피어를 계속 검사하고 일치하는 클라이언트의 연결을 끊습니다.
ru: Постоянно проверять подключённых пиров и отключать клиентов, соответствующих правилам.
zh_cn: 持续检查已连接对端，并断开命中规则的客户端。
zh_hant: 持續檢查已連線的節點，並中斷符合條件的用戶端。

# CF_RuleCount.Header
source: Saved rules
fr: Saved règles
it: Regole salvate
ja: 保存済みルール
ko: 저장된 규칙
ru: Сохранённые правила
zh_cn: 已保存规则
zh_hant: 已儲存規則

# CF_RuleCount.Description
source: Total client matching rules stored in the local database.
fr: Nombre total de règles de correspondance de clients enregistrées dans la base de données locale.
it: Numero totale di regole di corrispondenza client salvate nel database locale.
ja: ローカルデータベースに保存されているクライアント一致ルールの総数。
ko: 로컬 데이터베이스에 저장된 전체 클라이언트 일치 규칙 수입니다.
ru: Общее число правил сопоставления клиентов, сохранённых в локальной базе данных.
zh_cn: 本地数据库中保存的客户端匹配规则总数。
zh_hant: 儲存在本機資料庫中的用戶端比對規則總數。

# CF_RuntimeBlocks.Header
source: Blocked addresses this session
fr: Blocked adresses ce session
it: Indirizzi bloccati in questa sessione
ja: このセッションでブロックしたアドレス
ko: 이 세션에서 차단된 주소
ru: Заблокированные адреса в этом сеансе
zh_cn: 本次会话已拦截地址
zh_hant: 本次工作階段已封鎖的位址

# CF_RuntimeBlocks.Description
source: Unique peer IP addresses blocked by client rules since the last rule change.
fr: Unique pair IP adresses blocked by client règles since le dernier règle change.
it: Indirizzi IP peer univoci bloccati dalle regole client dall'ultima modifica delle regole.
ja: 最後にルールを変更してから、クライアントルールによってブロックされた一意のピア IP アドレス数。
ko: 마지막 규칙 변경 이후 클라이언트 규칙으로 차단된 고유 피어 IP 주소입니다.
ru: Уникальные IP-адреса пиров, заблокированные правилами клиентов с момента последнего изменения правил.
zh_cn: 自上次规则变更以来，客户端规则拦截的唯一对端 IP 地址数。
zh_hant: 自上次規則變更以來，因用戶端規則而遭封鎖的不重複節點 IP 位址。

# CF_Section_Create.Text
source: Create and test
fr: Créer et tester
it: Crea e testa
ja: 作成とテスト
ko: 만들기 및 테스트
ru: Создание и проверка
zh_cn: 创建与测试
zh_hant: 建立與測試

# CF_AddRule.Header
source: Add a client rule
fr: Ajouter un client règle
it: Aggiungi una regola client
ja: クライアントルールを追加
ko: 클라이언트 규칙 추가
ru: Добавить правило клиента
zh_cn: 添加客户端规则
zh_hant: 新增用戶端規則

# CF_AddRule.Description
source: Choose contains, exact, wildcard (* and ?), or regular-expression matching.
fr: Choisir contains, exact, wildcard (* et ?), ou regular-expression matching.
it: Scegli corrispondenza per contenuto, esatta, con caratteri jolly (* e ?) o espressione regolare.
ja: 部分一致、完全一致、ワイルドカード（* と ?）、または正規表現による一致を選択します。
ko: 포함, 정확히 일치, 와일드카드(* 및 ?) 또는 정규식 일치를 선택하세요.
ru: Выберите сопоставление по вхождению, точному совпадению, шаблону (* и ?) или регулярному выражению.
zh_cn: 支持包含、完全匹配、通配符（* 和 ?）及正则表达式。
zh_hant: 選擇「包含」、「完全相符」、「萬用字元」（* 和 ?）或「正規表示式」比對。

# CF_AddBtn.Content
source: Add Rule
fr: Ajouter Règle
it: Aggiungi regola
ja: ルールを追加
ko: 규칙 추가
ru: Добавить правило
zh_cn: 添加规则
zh_hant: 新增規則

# CF_Pattern.Header
source: Client pattern
it: Schema client
ja: クライアントパターン
ko: 클라이언트 패턴
ru: Шаблон клиента
zh_cn: 客户端匹配模式
zh_hant: 用戶端模式

# CF_Pattern.PlaceholderText
source: Example: BitComet or *Xunlei*
fr: Example: BitComet ou *Xunlei*
it: Esempio: BitComet o *Xunlei*
ja: 例: BitComet または *Xunlei*
ko: 예: BitComet 또는 *Xunlei*
ru: Пример: BitComet или *Xunlei*
zh_cn: 例如：BitComet 或 *Xunlei*
zh_hant: 範例：BitComet 或 *Xunlei*

# CF_MatchType.Header
source: Match type
it: Tipo di corrispondenza
ja: 一致タイプ
ko: 일치 유형
ru: Тип совпадения
zh_cn: 匹配方式
zh_hant: 比對類型

# CF_MatchContains.Content
source: Contains
it: Contiene
ja: 部分一致
ko: 포함
zh_cn: 包含
zh_hant: 包含

# CF_MatchExact.Content
source: Exact
it: Esatta
ja: 完全一致
ko: 정확히 일치
zh_cn: 完全匹配
zh_hant: 完全相符

# CF_MatchWildcard.Content
source: Wildcard
it: Carattere jolly
ja: ワイルドカード
ko: 와일드카드
zh_cn: 通配符
zh_hant: 萬用字元

# CF_MatchRegex.Content
source: Regular expression
it: Espressione regolare
ja: 正規表現
ko: 정규식
ru: Регулярное выражение
zh_cn: 正则表达式
zh_hant: 正規表示式

# CF_Description.Header
source: Description
it: Descrizione
ja: 説明
ko: 설명
ru: Описание
zh_cn: 说明
zh_hant: 說明

# CF_Description.PlaceholderText
source: Optional note
fr: Facultatif note
it: Nota facoltativa
ja: 任意のメモ
ko: 선택 메모
ru: Необязательная заметка
zh_cn: 可选备注
zh_hant: 選填備註

# CF_CaseSensitive.Header
source: Case sensitive
fr: Respecter la casse
it: Maiuscole/minuscole
ja: 大文字と小文字を区別
ko: 대/소문자 구분
ru: С учётом регистра
zh_cn: 区分大小写
zh_hant: 區分大小寫

# CF_Test.Header
source: Test a client name
fr: Tester un client nom
it: Testa un nome client
ja: クライアント名をテスト
ko: 클라이언트 이름 테스트
ru: Проверить имя клиента
zh_cn: 测试客户端名称
zh_hant: 測試用戶端名稱

# CF_Test.Description
source: Preview the first enabled rule that would match without blocking anything.
fr: Prévisualiser la première règle activée qui correspondrait, sans rien bloquer.
it: Mostra in anteprima la prima regola abilitata che corrisponderebbe, senza bloccare nulla.
ja: 何もブロックせず、最初に一致する有効なルールをプレビューします。
ko: 아무것도 차단하지 않고 일치할 첫 번째 활성 규칙을 미리 봅니다.
ru: Предварительно показать первое включённое правило, которое совпадёт, ничего не блокируя.
zh_cn: 预览首条会命中的已启用规则，不会实际拦截地址。
zh_hant: 預覽第一個會符合的已啟用規則，但不會封鎖任何內容。

# CF_TestInput.PlaceholderText
source: Paste a client name, for example qBittorrent/5.0.4
fr: Coller un client nom, pour example qBittorrent/5.0.4
it: Incolla un nome client, ad esempio qBittorrent/5.0.4
ja: クライアント名を貼り付けます。例: qBittorrent/5.0.4
ko: 클라이언트 이름을 붙여넣으세요. 예: qBittorrent/5.0.4
ru: Введите имя клиента, например qBittorrent/5.0.4
zh_cn: 粘贴客户端名称，例如 qBittorrent/5.0.4
zh_hant: 貼上用戶端名稱，例如 qBittorrent/5.0.4

# CF_TestBtn.Content
source: Test
fr: Tester
ja: テスト
ko: 테스트
ru: проверить
zh_cn: 测试
zh_hant: 測試

# CF_Section_Manage.Text
source: Rules
fr: Règles
it: Regole
ja: ルール
ko: 규칙
ru: правила
zh_cn: 规则
zh_hant: 規則

# CF_RuleManager.Header
source: Manage rules
fr: Manage règles
it: Gestisci regole
ja: ルールを管理
ko: 규칙 관리
ru: Управление правилами
zh_cn: 管理规则
zh_hant: 管理規則

# CF_RuleManager.Description
source: Search, enable, disable, edit, or delete individual client rules.
fr: Rechercher, activer, désactiver, modifier ou supprimer des règles de client individuelles.
it: Cerca, abilita, disabilita, modifica o elimina singole regole client.
ja: 個別のクライアントルールを検索、有効化、無効化、編集、または削除します。
ko: 개별 클라이언트 규칙을 검색, 사용, 사용 안 함, 편집 또는 삭제합니다.
ru: Искать, включать, отключать, изменять или удалять отдельные правила клиентов.
zh_cn: 搜索、启用、禁用、编辑或删除单条客户端规则。
zh_hant: 搜尋、啟用、停用、編輯或刪除個別用戶端規則。

# CF_RefreshBtn.Content
source: Refresh
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
ru: Обновить
zh_cn: 刷新
zh_hant: 重新整理

# CF_Search.PlaceholderText
source: Search pattern, description, type, or ID
fr: Rechercher pattern, description, type, ou ID
it: Cerca schema, descrizione, tipo o ID
ja: パターン、説明、タイプ、または ID を検索
ko: 패턴, 설명, 유형 또는 ID 검색
ru: Поиск по шаблону, описанию, типу или ID
zh_cn: 搜索匹配模式、说明、类型或 ID
zh_hant: 搜尋模式、說明、類型或 ID

# CF_ToggleRuleBtn.Content
source: Enable / Disable
fr: Activer / Disable
it: Abilita / Disabilita
ja: 有効 / 無効
ko: 사용 / 사용 안 함
ru: Включить / отключить
zh_cn: 启用 / 禁用
zh_hant: 啟用 / 停用

# CF_EditRuleBtn.Content
source: Edit
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
ru: Изменить
zh_cn: 编辑
zh_hant: 編輯

# CF_DeleteRuleBtn.Content
source: Delete
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_cn: 删除
zh_hant: 刪除

# CF_ImportExport.Header
source: Import, export, and reset
fr: Importer, exporter et réinitialiser
it: Importa, esporta e reimposta
ja: インポート、エクスポート、リセット
ko: 가져오기, 내보내기 및 초기화
ru: Импорт, экспорт и сброс
zh_cn: 导入、导出与重置
zh_hant: 匯入、匯出與重設

# CF_ImportExport.Description
source: Import JSON or plain text, export full-fidelity JSON, or remove all rules.
fr: Importer JSON ou plain text, export full-fidelity JSON, ou supprimer tous règles.
it: Importa JSON o testo semplice, esporta JSON completo oppure rimuovi tutte le regole.
ja: JSON またはプレーンテキストをインポートし、完全な JSON をエクスポートするか、すべてのルールを削除します。
ko: JSON 또는 일반 텍스트를 가져오고, 전체 JSON을 내보내거나 모든 규칙을 제거합니다.
ru: Импортировать JSON или обычный текст, экспортировать полный JSON либо удалить все правила.
zh_cn: 导入 JSON 或纯文本，以完整 JSON 导出，或移除全部规则。
zh_hant: 匯入 JSON 或純文字、匯出完整保真度 JSON，或移除所有規則。

# CF_ImportBtn.Content
source: Import
it: Importa
ja: インポート
ko: 가져오기
zh_cn: 导入
zh_hant: 匯入

# CF_ExportBtn.Content
source: Export
it: Esporta
ja: エクスポート
ko: 내보내기
zh_cn: 导出
zh_hant: 匯出

# CF_ClearRulesBtn.Content
source: Clear All Rules
fr: Effacer toutes les règles
it: Cancella tutte le regole
ja: すべてのルールを消去
ko: 모든 규칙 지우기
ru: Очистить все правила
zh_cn: 清空全部规则
zh_hant: 清除所有規則

# CF_Section_History.Text
source: Hit history
it: Cronologia corrispondenze
ja: 一致履歴
ko: 일치 기록
ru: История срабатываний
zh_cn: 命中记录
zh_hant: 命中記錄

# CF_History.Header
source: Recent matches
it: Corrispondenze recenti
ja: 最近の一致
ko: 최근 일치
ru: Недавние совпадения
zh_cn: 最近命中
zh_hant: 最近符合

# CF_History.Description
source: Up to 500 recent client-rule hits with client, address, torrent, and time.
fr: Up vers 500 recent client-rule hits avec client, adresse, torrent, et temps.
it: Fino a 500 corrispondenze recenti delle regole client con client, indirizzo, torrent e ora.
ja: クライアント、アドレス、Torrent、時刻を含む最近のクライアントルール一致を最大 500 件表示します。
ko: 클라이언트, 주소, 토렌트 및 시간을 포함한 최근 클라이언트 규칙 일치 기록을 최대 500개까지 표시합니다.
ru: До 500 последних срабатываний правил клиентов с указанием клиента, адреса, торрента и времени.
zh_cn: 最多保存 500 条客户端规则命中记录，包括客户端、地址、任务和时间。
zh_hant: 最多顯示 500 筆最近的用戶端規則命中記錄，包含用戶端、位址、Torrent 與時間。

# CF_RefreshHistoryBtn.Content
source: Refresh
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
ru: Обновить
zh_cn: 刷新
zh_hant: 重新整理

# CF_ClearHistoryBtn.Content
source: Clear History
fr: Effacer History
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
ru: Очистить историю
zh_cn: 清空记录
zh_hant: 清除記錄

# ViewModelGuideActionNext
source: Next Page
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
ru: Далее
zh_cn: 下一页
zh_hant: 下一步

# ViewModelGuideActionComplete
source: Complete
fr: Terminer
it: Completa
ja: 完了
ko: 완료
ru: Готово
zh_cn: 完成
zh_hant: 完成

# CoreWebView2HelperVersionUndetected
source: WebView2 Runtime was not detected
fr: Le runtime WebView2 n’a pas été détecté
it: Runtime WebView2 non rilevato
ja: WebView2 ランタイムが検出されませんでした
ko: WebView2 런타임이 감지되지 않았습니다
ru: Среда выполнения WebView2 не обнаружена
zh_cn: 未检测到 WebView2 运行时
zh_hant: 未偵測到 WebView2 執行階段

# GuideTitleBar.Title
source: OpenNet Guide
it: Guida di OpenNet
ja: OpenNet ガイド
ko: OpenNet 가이드
ru: Руководство OpenNet
zh_cn: OpenNet 使用向导
zh_hant: OpenNet 使用精靈

# ViewGuideStepAgreementIHaveReadText.Text
source: I have read and agree to
fr: I have read et agree vers
it: Ho letto e accetto
ja: 以下を読み、同意します:
ko: 다음을 읽고 동의합니다:
ru: Я прочитал(а) и принимаю
zh_cn: 我已阅读并同意
zh_hant: 我已閱讀並同意

# ViewGuideStepAgreementTermOfService.Text
source: the project README and usage notice
fr: le README du projet et les consignes d’utilisation
it: il README del progetto e le indicazioni d'uso
ja: プロジェクト README と使用上の注意
ko: 프로젝트 README 및 사용 안내
ru: README проекта и правила использования
zh_cn: 项目说明与使用须知
zh_hant: 專案說明與使用須知

# ViewGuideStepAgreementPrivacyPolicy.Text
source: the privacy notice
fr: la notice de confidentialité
it: l'informativa sulla privacy
ja: プライバシーに関する通知
ko: 개인정보 보호 안내
ru: уведомление о конфиденциальности
zh_cn: 隐私说明
zh_hant: 隱私權說明

# ViewGuideStepAgreementIssueReport.Text
source: the issue reporting guidelines
it: le linee guida per la segnalazione dei problemi
ja: 問題報告ガイドライン
ko: 문제 보고 지침
ru: правила сообщения о проблемах
zh_cn: 问题报告规范
zh_hant: 問題回報規範

# ViewGuideStepAgreementOpenSourceLicense.Text
source: the OpenNet open-source license
it: la licenza open source di OpenNet
ja: OpenNet オープンソースライセンス
ko: OpenNet 오픈 소스 라이선스
ru: лицензию OpenNet с открытым исходным кодом
zh_cn: OpenNet 开源许可证
zh_hant: OpenNet 開放原始碼授權條款

# ViewGuideStepAgreementConfirmation
source: I have read, understood, and agree to all terms above.
fr: J’ai lu, compris et j’accepte toutes les conditions ci-dessus.
it: Ho letto, compreso e accetto tutte le condizioni sopra indicate.
ja: 上記のすべての条件を読み、理解し、同意します。
ko: 위의 모든 조건을 읽고 이해했으며 이에 동의합니다.
ru: Я прочитал, понял и принимаю все указанные выше условия.
zh_cn: 我已阅读、理解并同意上述全部条款。
zh_hant: 我已閱讀、理解並同意上述全部條款。

# GuideEnvironmentSegoeFluentIcons.Text
source: Segoe Fluent Icons
zh_cn: Segoe Fluent Icons 图标字体
zh_hant: Segoe Fluent Icons 圖示字型

# ViewGuideStepEnvironmentFontDescription1.Text
source: If the icons above are missing or displayed as boxes, visit
fr: Si les icônes ci-dessus sont absentes ou s’affichent sous forme de carrés, consultez
it: Se le icone sopra mancano o vengono visualizzate come quadrati, visita
ja: 上のアイコンが表示されない、または四角形で表示される場合は、
ko: 위 아이콘이 없거나 사각형으로 표시되면 다음을 방문하세요:
ru: Если значки выше отсутствуют или отображаются квадратами, перейдите на
zh_cn: 如果上方图标缺失、显示为乱码或方框，请前往
zh_hant: 如果上方圖示缺失、顯示為亂碼或方框，請前往

# ViewGuideStepEnvironmentFontDescription2.Text
source: to download and install the font.
fr: vers téléchargement et install le font.
it: per scaricare e installare il carattere.
ja: にアクセスしてフォントをダウンロードし、インストールしてください。
ko: 글꼴을 다운로드하고 설치하세요.
ru: чтобы скачать и установить шрифт.
zh_cn: 下载并安装图标字体。
zh_hant: 下載並安裝圖示字型。

# ViewGuideStepEnvironmentAfterInstallDescription.Text
source: Restart OpenNet after installation to verify that it works.
fr: Redémarrez OpenNet après l’installation pour vérifier que tout fonctionne correctement.
it: Riavvia OpenNet dopo l'installazione per verificare che funzioni.
ja: インストール後に OpenNet を再起動し、正常に動作することを確認してください。
ko: 설치 후 OpenNet을 다시 시작하여 정상 작동하는지 확인하세요.
ru: После установки перезапустите OpenNet, чтобы убедиться, что всё работает.
zh_cn: 安装完成后请重启 OpenNet，以确认组件是否正常生效。
zh_hant: 安裝完成後請重新啟動 OpenNet，以確認元件是否正常生效。

# ViewPageSettingWebview2Header.Text
source: WebView2 Runtime
it: Runtime WebView2
ja: WebView2 ランタイム
ko: WebView2 런타임
zh_cn: WebView2 运行时
zh_hant: WebView2 執行階段

# ViewGuideStepEnvironmentWebView2Description1.Text
source: If no WebView2 Runtime is detected, visit
fr: Si aucun environnement d’exécution WebView2 n’est détecté, consultez
it: Se non viene rilevato alcun runtime WebView2, visita
ja: WebView2 ランタイムが検出されない場合は、
ko: WebView2 런타임이 감지되지 않으면 다음을 방문하세요:
ru: Если среда выполнения WebView2 не обнаружена, перейдите на
zh_cn: 如果未检测到 WebView2 运行时，请前往
zh_hant: 如果未偵測到 WebView2 執行階段，請前往

# ViewGuideStepEnvironmentWebView2Description2.Text
source: to download and install it.
fr: vers téléchargement et install it.
it: per scaricarlo e installarlo.
ja: にアクセスしてダウンロードし、インストールしてください。
ko: 다운로드하여 설치하세요.
ru: чтобы скачать и установить её.
zh_cn: 下载并安装。
zh_hant: 下載並安裝。

# ViewGuideStepDataFolderHeader.Text
source: OpenNet stores application databases, caches, and runtime data in this folder.
fr: OpenNet stocke les bases de données, les caches et les données d’exécution de l’application dans ce dossier.
it: OpenNet memorizza in questa cartella database, cache e dati di runtime dell'applicazione.
ja: OpenNet はアプリケーションのデータベース、キャッシュ、実行時データをこのフォルダーに保存します。
ko: OpenNet은 애플리케이션 데이터베이스, 캐시 및 런타임 데이터를 이 폴더에 저장합니다.
ru: OpenNet хранит базы данных, кэши и данные времени выполнения приложения в этой папке.
zh_cn: OpenNet 在此文件夹中存储应用数据库、缓存和运行数据。
zh_hant: OpenNet 會在此資料夾中儲存應用程式資料庫、快取和執行資料。

# ViewPageSettingSetDataFolderHeader.Header
source: Data directory
fr: Données répertoire
it: Cartella dati
ja: データディレクトリ
ko: 데이터 폴더
ru: Каталог данных
zh_cn: 数据目录
zh_hant: 資料目錄

# ViewGuideStepDataFolderHint.Text
source: The data folder is managed by Windows and is removed when the application is uninstalled.
fr: Le dossier de données est géré par Windows et supprimé lorsque l’application est désinstallée.
it: La cartella dati è gestita da Windows e viene rimossa quando l'applicazione viene disinstallata.
ja: データフォルダーは Windows によって管理され、アプリケーションのアンインストール時に削除されます。
ko: 데이터 폴더는 Windows에서 관리하며 애플리케이션을 제거하면 함께 삭제됩니다.
ru: Папка данных управляется Windows и удаляется при удалении приложения.
zh_cn: 数据文件夹由 Windows 管理，并会在卸载应用时一同删除
zh_hant: 資料資料夾由 Windows 管理，並會在解除安裝應用程式時一併刪除。

# GuideWebUITitle.Text
source: Initialize Web UI
it: Inizializza qBittorrent Web UI
ja: Web UI を初期化
ko: qBittorrent Web UI 초기화
ru: Инициализация Web UI
zh_cn: 初始化 Web UI
zh_hant: 初始化 Web UI
